{"pages":[{"title":"关于我们","text":"- About The Club 关于俱乐部FEDwww于2018年成立， 视觉前端俱乐部（Front-End Development &amp; Visual Designer Club. ）。 俱乐部由FEDTeam发起，向社会推广前沿视觉设计和前端技术，并搭建云南设计前端成员展示和交流平台，以线下交流互动、实验协作、公益活动为主的俱乐部。 一、提倡“视觉+前端”的创意代码为企业和社会创造价值。二、推广和表扬杰出的视觉设计和前端开发者。三、聚合大牛培养小牛教育相关的专业人员，提升其专业能力与创造性思维。 - How It Works 如何工作一、俱乐部鼓励成员挑战新技术创建和探索自己的独特项目，这些项目会有专用平台进行展示和推荐。还会通过线下互动交流活动相互学习和提高。（主题活动会在官网、微信和官方微博发布，成员也会提前收到电子邮件提醒即将开始的主题活动消息和参考资料。） 二、俱乐部不定期会通过公益的方式，聚合部分成员协作完成一些公益性项目。 三、俱乐部鼓励视觉设计和前端开发者互相配合，鼓励各自身份和技能转变，鼓励成员完成一切有创意的前端代码。 - Join The Club! 加入俱乐部100%免费，所有设计和前端开发爱好者都可以申请加入俱乐部。可以单独构建任何项目，或和俱乐部成员合作完成。如果你使用了俱乐部其他成员的作品，请提前与之商议。 - Contact us 联系我们 电话(WeiChat): 18669099953 Q Q: 77197758 地址: 昆明市西山区丹霞路 FEDTeam 2018.6","link":"/about/index.html"},{"title":"成员名单","text":"暂无","link":"/members/index.html"}],"posts":[{"title":"你好，世界！","text":"你好，我们是FEDTeam。这是一封写给在云南的前端开发者和视觉设计师的信。 FEDwww Club 由 FEDTeam 自行发起，初衷是这样的： 目前互联网前端业界变化很大，对设计师和前端开发者的冲击也很强烈，各式各样的新工具和新框架已经把所有同行彻彻底底的洗刷了一次。在发达地区离上层更近，能够更快的发现这些趋势进行转变，同行交流也很畅通，云南却相对滞后。 而云南现状是，互相交流很少，业内信息不通畅。多年来，这个行业对比其他地区相对落后，相关活动无人组织，行业发展较慢，人才向外流逝严重，本土文化宣传力度不够。用四个字“氛围极差”来形容也不过分。 基于此，作为同行的我们觉得很可怜，虽然我们远在边疆，但是也更靠近国外。做一些转变来提升自己和促进整个行业发展，哪怕不能促进这么大的环境，但是能够影响身边的同行更快发展，也是一件非常了不起的事。 俱乐部： 一、俱乐部鼓励成员挑战新技术创建和探索自己的独特项目，这些项目会有专用平台进行展示和推荐。还会通过线下互动交流活动相互学习和提高。（主题活动会在官网、微信和官方微博发布，成员也会提前收到电子邮件提醒即将开始的主题活动消息和参考资料。） 二、俱乐部不定期会通过公益的方式，聚合部分成员协作完成一些公益性项目。 三、俱乐部鼓励视觉设计和前端开发者互相配合，鼓励各自身份和技能转变，鼓励成员完成一切有创意的前端代码。 加入我们： 俱乐部100%免费，所有设计和前端开发爱好者都可以申请加入俱乐部。 可以单独构建任何项目，或和俱乐部成员合作完成。 如果你使用了俱乐部其他成员的作品，请提前与之商议。 FEDTeam 在这里向云南的同行发起这个提议，欢迎大家加入视觉前端俱乐部(FEDwww Club)。 加入方式请点击 这里查看 。 我们希望能够推动云南相关行业发展，做最好的服务，提高行业价值！ FEDTeam 2018.6","link":"/2018/06/14/hello-world/"}],"tags":[{"name":"上线","slug":"上线","link":"/tags/上线/"},{"name":"发起","slug":"发起","link":"/tags/发起/"},{"name":"俱乐部","slug":"俱乐部","link":"/tags/俱乐部/"},{"name":"云南","slug":"云南","link":"/tags/云南/"},{"name":"前端开发者","slug":"前端开发者","link":"/tags/前端开发者/"},{"name":"设计师","slug":"设计师","link":"/tags/设计师/"}],"categories":[{"name":"FEDTeam","slug":"FEDTeam","link":"/categories/FEDTeam/"}]}